Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smj/bible/svenskakyrkan/default.aspx_id=655205.html.tmx
Source language: fin
Languages: smj

source: Kuolema ja hautaus
smj: Jábmem ja hávddádus

source: Ei ole kiire.
smj: Ij la råhtto.

source: Kuolemantapauksen sattuessa omainen joutuu usein shokkitilaan.
smj: Lagámussan álu l suorgganam gå jábmem la dáhpádum.

source: On tarve tehdä jotakin, toimia, heti.
smj: Sihtá dalága juojddá dahkat.

source: Tai sitten toimintakyky salpautuu.
smj: Jali fámoduvvá.

source: Yleispätevä ohje on, että kaikki suunnittelu saa odottaa.
smj: Aktisasj bagádus la vuorddet plánimijn.

source: Tapahtuneen sulattaminen vie aikansa.
smj: Gávnnu ájgge dádjadittjat.

source: Vainajan ruumiista huolehtii useimmiten sairaala, sairaskoti tai onnettomuuden sattuessa poliisi.
smj: Rubmahav ienemusát skihpadåhpe, dievnastusdåhpe jali, fällamin, polijssa hállduj válldá.

source: Ne toimittavat vainajan ruumishuoneelle. Arkun hankinnasta ei tässä vaiheessa tarvitse vielä päättää.
smj: Dåjmadi vaj rumáj la doalvodum jábbmegijhuodnahij vani dárbaha dán mutto mierredit gisto oasstema birra.

source: Sen sijaan voi vähitellen keskittyä hautajaisten suunnitteluun.
smj: Máhttá ráfen plánit hávddádusáv.

source: Hyvästien ottaminen on tärkeää, varsinkin viimeisten jäähyväisten jättäminen poisnukkuneelle.
smj: Ájnas la hivástahttet, sierraláhkáj viessoma maŋemus hivástahttemin – jábmemin.

source: Hautaamiseen liittyvät perinteet ja symbolit voivat lohduttaa ja tukea vaikean ja tuskallisen eron hetkellä.
smj: Dalloj máhtti dábe ja symbola hávddádusá måhken jaskadussan ja doarjjan årrot låsså ja surgulasj hivástahttemin.

source: Ennen lähdettiin suoraan papin puheille heti kun joku oli kuollut.
smj: Vuostasj dahko Åvdebut agev mannin njuolgga härrá lusi gå soames jámij.

source: Nykyään kuolemasta ilmoitetaan paikalliselle veroviranomaiselle.
smj: Dálla diedet jábmemav bájkálasj värrofábmudahkaj.

source: Siitä onkin hyvä alkaa.
smj: Jus sihtá prosessav álgadit de l buorre vuostasj dahko.

source: He kirjoittavat hautaus- ja tuhkausluvan, jotka tarvitaan hautausta varten.
smj: Tjáledi hávddádim- ja kremerimaduodastusáv mij la rávkadum hávddádussaj.

source: Veroviranomaisilta saa myös muita tarvittavia asiakirjoja, kuten virkatodistus (pankin kanssa asioimiseen), kuolintodistus sekä sukuselvitys (myöhemmin suoritettavaa pesänjakoa varten).
smj: Värrofábmudagás oadtju aj ietjá ássjetjállagijt nåv gåk registaroasev (dárbulasj báŋŋkaaktavuodaj), jábmemduodastusáv ja berajguoradallamav (dárbulasj maŋebut jábbmegaoabmetjállagij).

source: Omaisten kannattaa itse ottaa yhteys seurakuntaan ja hautauksen toimittavaan pappiin.
smj: Aktavuodav válldet tjoaggulvisájn Buoremus la jus lagámusá ietja aktavuodav válldi tjoaggulvisájn ja dajna härrájn majt sihti galggá hávddádit.

source: Silloin voidaan sopia yhdessä hautausjumalanpalveluksen ajankohdasta ja omaiset voivat varmistua siitä, että saavat toivomansa papin hautauksen toimittajaksi.
smj: Máhttá de aktan diŋŋgot biejvev hávddádusjubmeldievnnuj ja lagámusá álgos diehti sij oadtju dav härráv majt sihti.

source: Omaiset voivat itse varata papin ja sopia hautausjumalanpalveluksen ajankohdan.
smj: Ij la dárbbo diŋŋgot härráv ja ájgev hávddádus- jubmeldievnnuj hávddádusdåjmadagá baktu.

source: Pelon ja epävarmuuden tunne kuoleman edessä on luonnollista.
smj: Ságastibme härrájn jali diakonajn Jábmema åvdån la luondulasj mij guoktáladdap ja ballap.

source: Surun ja kuoleman kohtaaminen saa aikaan sekä fyysisiä että psyykkisiä reaktioita.
smj: Gå suorgos ja jábmemis dejvadallap de ietjájduvvap goappátjagá rubmahij ja sielluj.

source: Joskus suru tuntuu liian raskaalta yksin kannettavaksi.
smj: Muhttijn suorggo dåbddu ilá låssåt aktu guoddet.

source: Papit ja diakonit ovat tottuneet kohtaamaan ihmisiä hädän hetkellä ja heillä on vaitiolovelvollisuus.
smj: Härrá ja diakona li hárjjánam ulmutjit duosstot vájves vidjurijn ja siján la sjávovälggogisvuohta.

source: Omasta seurakunnasta löytyy tuki.
smj: Aktavuodav vállde ietjat bájkálasj tjoaggulvisájn.

source: Ei ole oikeaa tapaa surra – kaikki surevat omalla tavallaan eikä mikään tapa ole toista parempi tai huonompi.
smj: Ij gávnnu duolla vuohke surggahit – gájka surggahip iehtjama milta ja nubbe ij la buorep jali nievrep nuppet vuoges.

source: On vain hyväksyttävä se, että surun kohtaaminen on yksilöllistä.
smj: Dárbahip dádjadit ja guorrasit mijá suorgov dåmadip umassláhkáj.

source: Suru voi ilmetä alistuneisuutena tai epätoivona siitä, mikä jäi sanomatta tai tekemättä, tai mahdollisesti vihan tunteena siitä, että toinen lähti ja jätti.
smj: Máhttá almmusit gávkasvuoda hámen ja dármedisvuohta dan birra mij ij lim goassak javladum jali dagádum, márjju moarre gå l guodedum.

source: Voimme tuntea myös helpotusta silloin kun kuoleman kokee vapauttajana pitkään jatkuneen sairauden jälkeen.
smj: Máhttep aj dåbddåt gähppánimev, jus jábbmek lij mälggadav skihpam ja jábmem boahtá tjoavddalibmen.
